alefragnani.project-manager
donjayamanne.githistory
eamodio.gitlens
h5web.vscode-h5web
julialang.language-julia
kisstkondoros.vscode-gutter-preview
llvm-vs-code-extensions.vscode-clangd
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
tomoki1207.pdf
