alefragnani.project-manager
compulim.indent4to2
donjayamanne.githistory
eamodio.gitlens
h5web.vscode-h5web
llvm-vs-code-extensions.vscode-clangd
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode.remote-explorer
